export const questions = {
  1: [
      "일상적 업무에서 종종 '멍한 상태'로 있다.",
      "불안하고 안절부절 못할 때가 있다.",
      "기력이 없다.",
      "몸을 잘 보살피지 않는다.",
      "공포가 심한 편이다.",
      "변화에 지나치게 저항할 때가 있다."
  ],
  2: [
      "음식이나 약물, 술, 성에 집착할 때가 있다.",
      "경제적 문제가 있다.",
      "나는 계속 주기만 하고 받는 것이 없다고 느낀다.",
      "혼자라고 느끼고, 외롭고, 다른 사람에게서 버림받았다고 느낀다.",
      "'아니요'라고 말하는 게 불편하다.",
      "무책임하게 행동하거나 다른 사람 탓을 자주 한다."
  ],
  3: [
      "다른 사람과 협력하기가 어렵다.",
      "소화기 장애가 있다.",
      "삶의 의욕이 떨어질 때가 있다.",
      "다른 사람을 통제하려고 한다.",
      "이기려는 열망이 강하다.",
      "자신이 괜찮은 사람이라는 것을 다른 사람에게 인정받으려 한다."
  ],
  4: [
      "사랑하는 상대로부터 배신당한 느낌을 받은 적이 있다.",
      "심장 관련 문제나 폐 질환을 진단받은 적이 있다.",
      "가족이나 친구로부터 거부당했다는 느낌을 받은 적이 있다.",
      "사랑을 쉽게 주고받기 어렵고, 사랑이 두려울 때가 있다.",
      "사람을 비판하고 평가하는 성향이 있다.",
      "과거 다른 사람이 나에게 잘못된 행동에 대해 여전히 분노가 있다."
  ],
  5: [
      "목이 자주 쉬거나 비염 등의 문제가 있다.",
      "경추나 어깨에 자주 통증이 있다.",
      "말을 많이 하거나 크게 말하는 경향이 있다.",
      "말을 더듬거나 말을 잘 안 하려는 경향이 있다.",
      "수줍어한다.",
      "자신 있게 생각을 말하기 어렵다."
  ],
  6: [
      "나와의 약속을 잘 지키지 못한다.",
      "꿈을 기억하기 어렵다.",
      "악몽을 자주 꾼다.",
      "일에 대한 결과를 부정적으로 예상하는 편이다.",
      "무엇이 진실인지를 거부하거나 무시하는 습관이 있다.",
      "집중력이 자주 떨어진다."
  ],
  7: [
      "내 신념만이 '옳다'고 생각하는 경향이 있다.",
      "버림받은 느낌이 들고, 내 삶이 힘들고 가치 없다고 느낄 때가 있다.",
      "삶의 의미를 잃어버릴 때가 있다.",
      "힘들게 살아온 인생에 대해 세상에 화가 날 때가 있다.",
      "좋은 아이디어나 영감을 떠올리기가 어렵다.",
      "어느 순간 내가 노쇠했다고 느낄 때가 있다."
  ]
};

export const codeNames = {
  1: '생존·안정',
  2: '감정·관계',
  3: '의지·자존감',
  4: '사랑·연민',
  5: '표현·소통',
  6: '통찰·직관',
  7: '영성·연결'
};
