export const recommendations = {
  1: {
    prescriptions: [
      '자연, 지구와 연결성 회복',
      '맨발산책(흙길, 잔디밭, 모래사장 등)',
      '야외 하이킹, 나무에 기대기',
      '지금 여기에 있다는 현존감',
      '생존을 위해 아주 어렸을 때 몸으로부터 자신을 \'분리\'함',
      '몸 안에 있을 때 비로소 자신을 보호할 수 있다',
    ],
    btPrograms: ['광명차크라', '바디프리', '클린호흡'],
  },
  2: {
    prescriptions: [
      '물(수치심 치유) 속에 몸 담그기',
      '스스로를 보살피고 관리하는 습관',
      '바다 소리 음악 듣기, 달빛 속에 걷기',
      '나는 진실을 말하고 참된 본성을 되찾는다. 나는 순수하다. 나는 깨끗하다',
    ],
    btPrograms: ['광명차크라', '바디프리', '클린호흡'],
  },
  3: {
    prescriptions: [
      '이른 아침이나 해지기 전에 햇빛 쬐기',
      '육체적인 활동, 야외에서 기공 수련',
      '인생의 속도를 늦추고 내가 누구인지 원하는 것이 무엇인지 느껴보라',
      '자신의 힘을 찾게 되면 다른 사람에게 힘을 구하지 않는다',
    ],
    btPrograms: ['광명차크라', '마음프리 스페셜', '마음프리'],
  },
  4: {
    prescriptions: [
      '반려동물과 사랑 주고 받기(단, 오랜 기간 의존하지 않는다)',
      '고통을 피하기 위해 가슴을 닫으면 질병을 촉진한다',
      '무조건적인 사랑과 용서',
      '내려놓음',
    ],
    btPrograms: ['광명차크라', '마음프리 스페셜', '마음프리'],
  },
  5: {
    prescriptions: [
      '진실한 일기 쓰기(자신의 감정을 있는 그대로 표현한다)',
      '중요한 것은 진정성이다',
      '내 마음을 표현하고 내가 말할 수 있는 진실의 목소리를 내어보자',
    ],
    btPrograms: ['광명차크라', '파워브레인워크샵', '브레인리프레시'],
  },
  6: {
    prescriptions: [
      '자신의 목표와 방향에 대한 내면의 메시지에 귀 기울이기',
      '우리가 누구인지, 무엇을 원하는지 진실하게 표현하자',
      '긍정과 평화',
      '공생의 사명 받아들이기',
      '더욱 의미 있고 목적 있는 삶 살기',
    ],
    btPrograms: ['광명차크라', '파워브레인워크샵', '브레인리프레시'],
  },
  7: {
    prescriptions: [
      '매일 기도 및 명상하기, 자연과의 만남과 교류',
      '신성을 느끼고 만나는 삶',
      '두려움, 불안감, 분노는 신성과 연결을 막는다',
      '백회를 통해 들어오는 천지기운을 막는 감정들을 해소하기',
      '인내가 필요한 신체적 노력',
      '지금 이 순간 깨어있기를 통한 높은 의식차원의 연결',
    ],
    btPrograms: ['광명차크라', '파워브레인워크샵', '브레인리프레시'],
  },
};
